<template>
  <el-collapse class="bzdx" accordion>
    <el-collapse-item title="最详新手攻略">
      <a href="https://tieba.baidu.com/p/6243184305?see_lz=1">原贴</a>
      <p>
        说下两种玩法，一种是比较肝的，一种是休闲的。
        <br />
        比较肝，的就是有体力全部刷完，刷本方式选择是精英副本（当然如果副本副本到达必要属性及有技术能力可以单通的时候，优先通通关未通过的普通副本，无法单通普通副本就暂时缓缓不要浪费体力），根据目前桃花源精英1W战力，武当精英2W5，古墓精英3W5，丐帮精英7W。
        <br />
        找个基友每天不停的刷精英副本就可以，非常多的金币及装备重铸器魂。
        <br />
        比较休闲，跟第一个比较肝差不多，但是稍微轻松点，因为体力不会浪费可以通过体力游历进行游历获取等额的经验，这样就不会存在等级落后情况，除非使用绿野买体力才能拉开等级差距。但是休闲玩法一点不刷本肯定跟不上大部队的，有一种方法可以比较稳妥不会丢失太多，就是必须刷满分解装备每日获得上限的器魂，这样跟肝的玩家差距会缩小到最低，只存在金币的差距。（器魂重要性非常重要）
      </p>
      <p>
        装备篇 武器选择 扇子（远大于）飞刀》弩》剑
        扇子有回旋，回旋代表有2次伤害，通过技能穿透就是有2双倍伤害，同时扇子攻速和飞刀差不多属于较快攻击。这个属性就是为什么扇子是最好武器。
        <br />
        技能选择
        连击/增加直线弹道》穿透/反弹》180°斜线弹道（升级1次就好）》绝杀》雷击/弹射》血量》会心/攻击/攻速
        穿透和反弹比较矛盾，选择其一就好，如果两个一起选择就多选择几个弹道，如后弹道左右弹道斜角弹道等等。因为反弹会改变穿透的攻击方向，无反弹只有穿透相当于可以打出双倍伤害，但是如果反弹打偏后只有一次伤害，针对BOSS输出非常明显，除非在你弹道非常多的情况下才会弥补。如果直线弹道3+连击2，有穿透，这种情况反弹只会减少伤害！
      </p>
      <p>
        战力装备篇： 有个小技巧大家可能没有关注太多，所以战力悬殊很大。
        <br />
        1、装备属性，气血以及攻击属性战力值远大于扇子伤害、碰撞减免等这类属性，武器双攻击最好。
        <br />
        2、套装属性，天罡等套装属性有加成，只有精英里面会爆，努力凑2到4件，有一种情况如2件天罡套装属性的装备，但是装备属性是碰撞减免及草药回复，这2件装备的战力值可能不如2件加气血的非套装装备。但是套装属性装备切记留仓库不要急着分解。
        <br />
        3、绿装蓝装属性，全3阶绿装和全3阶蓝装，达到这种装备是有套装属性的，所以存在一种情况，如全3阶蓝装，换上去一个4阶绿装会出现战力大幅度下跌，也是因为这种情况的出现。如果3阶装备换4阶，切记直接换4阶蓝装这种能满足全绿/蓝装效果。高阶的蓝装可以代替低阶的蓝装，紫装之类同理。
        <br />
        4、装备点击锻造，可以进行升级/重铸/镶嵌。升级使用金币升级（目前好像没有都10级有额外属性加成情况），重铸这个功能大部分都不知道，可以将装备升紫升金甚至升红，这个也是为什么我上面提到休闲玩法必须将这个每日弄满的原因，装备重铸优先重铸武器和戒指。镶嵌就是镶嵌宝石，这个没有太多好说的。
        <br />
      </p>
      <p>
        宠物： 宠物加的战力很多，1个紫色宠物就是加1万都战力。
        <br />
        宠物掉落只有在精英副本，所以为什么体力消耗在精英副本的原因。 <br />
        宠物推荐是闪电貂和海东青，但是不太建议花费太多元宝在这个上面，无底洞。
      </p>
      <p>
        门派
        <br />
        门派在贡献可以支持你升到门派长老之后，你将所有技能学完成，并留有500贡献可以离开门派之后就可以离开目前门派。前往新的门派。
        <br />
        招式目前发现只有武当在达到门派长老后有七星剑法。
      </p>
      <p>
        关于元宝即绿叶 绿叶不管大R小R都没有浪费的必要。
        <br />
        抽装备什么就是在浪费绿叶。 <br />
        正规的用途应该是买升境界丹上及适当的门派贡献和练功房、宝石等等。 <br />
        首冲和0元党基本没有太多绿叶来源，升级送10个以及成就送一点，太少太少，必须合理利用。
      </p>
      <p>
        还有个精英联机技巧。 就以古墓为例：
        BOSS优先攻击是离BOSS最近的玩家，进场后第一攻击目标是队长。
        <br />
        古墓联机遇到技能比较差的时候，双4.5万甚至双5万都有出现最后BOSS灭队的情况。
        <br />
        第一玩家不了解BOSS技能。 第一BOSS
        蜜蜂，2段追击，1次3连击，1次扇形扫射，1次3连击，然后停留再循环。 <br />
        这个BOSS完全可以队长拉怪，队员输出，队员保持最远距离即可。队长注意好2段追击后的3次攻击。
        <br />
        第二BOSS，熊猫，一段追击加环形扫射，1次扇形扫射，1次扇形扫射。 <br />
        这个就需要2个玩家配合，队长吸引追击后跑最远位置躲2次扫射，然后队员接追击躲扫射。这样走位好点可以无伤过。
        <br />
        第三BOSS，酒仙，3次环形扫射+酒壶
        环形扫射躲的方法是目标在BOSS放技能后左移或者右移就可以完全避免。 <br />
        队长与队员重合，BOSS技能后左移然后右移，这样可以完美躲避技能，个人感觉比前2个还简单。
        <br />
        还有一个方法就是队长去BOSS后面吸引火力，队员输出。这样可以保证输出
        但是不可能无伤过。 第四BOSS，疯女人。 <br />
        这个BOSS技能比较多，也比较烦，基本不存在无伤躲只能看运气，而且她技能衔接非常快。
        <br />
        一般是1次红圈，1次剑阵，然后是3次红圈，1次剑阵。 <br />
        比较容易过的方法，队长左半场躲技能，队员输出右下角，队长半血后，队长躲左下角输出，队友右半场躲技能。
        <br />
        躲技能的人需要注意，不要贪输出，3个红圈没有全部躲过，不要停或者不要停太久，出剑阵可以躲间隙里面输出一段时间，BOSS走动可以走动一段时间。
        <br />
        （遇到好多4W队友只知道躲角落输出，不会走位，队长稳死，队长死队员输出不高也活不了。）
        技能好坏输出真的差很多
      </p>
      <p>
        这个游戏感觉就是半成品，
        3W5刷古墓，要刷到6-7W才打丐帮，衔接太慢，太枯燥。
        <br />
        居然没有任何7天乐活动，感觉很多玩家没玩7天都跑了。 <br />
        绿叶需求太多，升1级才10个，加上系统送的才一点，完全不够用。只希望加大产出吧。
        <br />
        装备特色太不鲜明，就目前而言扇子肯定稳首选武器。其余武器毫无特色，比如剑自带剑气（2连击），弩自带绝杀，飞镖自带反弹，扇子自带穿透。
        <br />
        宠物技能完全没用，除了宠物格挡，宠物升级不起，就算升级起
        效果估计也不咋样。 <br />
        近战技能缺陷太大，收益不高，目前除了支线弹道、连击、斜角攻击、等都不愿意选其他技能，感觉近战技能不如气血来的实在。所以造成废弃技能太多。
        <br />
      </p>
    </el-collapse-item>
    <el-collapse-item title="暴走大侠战力提升指南及开局注意事项">
      <a href="https://tieba.baidu.com/p/6274374966?see_lz=1">原贴</a>
      <p>
        实战力提升分为四大项【装备】
        【门派技能】【酒馆图鉴】【境界】这些都是加的实实在在的属性，怎么提升都
        不为过，重要程度 境界=装备>酒馆图鉴>门派技能
        <br />
        ★境界的提升对于平民来说是缓慢的，修为容易积攒，大多人都会卡在破镜上，因此每天的帮贡2颗破镜丹是必买的
        ！非常重要，看你绿叶子而定 30=300帮贡=1.5颗 商店40=1颗
        性价比摆在这里，不是中氪就不要考虑商店买破镜丹了，慢慢积累剩者为王。
        <br />
        ★装备是重中之重，这里在强调一遍，帮贡不要兑换装备！！！（亏的你血本无归）游戏10级为一阶，每个精英本会产出对应阶的蓝紫装，有几率带套装属性，这里推荐天罡2+追魂2就足够，基本提升800~900攻击，过了普通本就找找活跃大佬带带你，混个脸熟，越级穿套装不是梦，关于装备升级，因为换装的时候强化等级是不变的，所以用金叶子提升装备的数值还会随着阶级的改变而增加，性价比是最优先级的。（没人带你就老老实实刷上一个等级的副本，重点是拿金叶子！！！）
        <br />
        ★酒馆图鉴，很多人都忽视了，这个图鉴加的是综合属性，每天保底6次=18万金币，对应中期精英本单次6000+的产出，在你的装备升级打到瓶颈的时候，不防试试这个，个人建议每天抽满。
        <br />
        ★门派技能，这里要重点说一下，帮贡的重要程度就不需多说，重点就是要学习门派特技，说去门派只学前三个技能的都是坑，等你玩了一段时间就知道这种玩法得不偿失，个人觉得循序渐进最重要，特技都需要学全，在一个门派攒够下个门派长老需要的帮贡在进行转移，每天360×3=1080帮贡不香吗，而且越到后面工资越高，对于需要海量金叶子的你来说，这才是正确的打开方式，比你花钱兑换装备要合理的多。关于门派技能的提升，后期需要的金叶子非常多，可以优先装备，等进入瓶颈以后在进行技能的提升（毕竟加的都是固定数值）
        <br />
        ★其他提升属性 氪金党 石头
        这个是前期快速提升的主力吧，但是随着等级的提升这个效果还是要打个折扣的，中氪党可以留意下
        40级的礼包 有三颗三级石头，性价比还是可以的 500绿叶子=2级 1000绿叶子=3级
        未完待续··········
      </p>
      <p>衣柜 时装 100攻400血激活就有效，土豪必备</p>
      <p>
        关于虚战力 【宠物】 目前主流四种宠物，熊猫、猴子、貂和海东青
        <br />
        海东青特点是可以穿透目标 橙色会增加一条正向弹道
        <br />
        猴子攻击高射速快，橙色会增加一条正向弹道
        <br />
        貂中规中矩 攻击可以穿透墙壁橙色增加两条倾斜弹道
        <br />
        熊猫个人觉得最没有用处 橙色会增加灼热术
        <br />
        四种宠物，熊猫用处不大，其他的各有千秋，貂适合复杂地形，猴子射速高适合华山这样的boss战，海东青自带穿透
        射速弹道也不错。具体搭配看个人喜好，初期阶段宠物不用过于培养，所加战力体现不到玩家身上，橙色以后加的战力基本在2到3万之间。
      </p>
      <p>
        【武器的选择】
        关于攻击和伤害的对比，看了相关帖子结合自己的观察，扇伤害应该是直接影响最终伤害，表现为扇伤害×N伤害系数，俗称真实伤害。而攻击会受到一个系数的影响，可能为攻击×0.N系数，会有所折扣。因为目前没有护甲机制，你的伤害和攻击在不同副本中的表现是一样的（打1级本和50级本，最终伤害是一样的），所以实际效果相差并不大。
        <br />
        主流的武器选择
        <br />
        【弩】开局自带20%攻击提升，弹道清晰，缺点是攻速较慢。适合boss战等关卡少的场景，若错率低
        <br />
        <br />
        【剑】中规中矩的武器，没有发现什么特别的地方
        <br />
        【扇子】目前主流武器，因为攻速快，带穿透效果翻倍，实际dps测试是别的武器的1.5到2倍的输出，性价比高
        综合来讲，飞刀和扇子是目前大多数人的选择，因为攻速快，适合走A，而扇子的使用率几乎为90%，因为配合穿透技能，等于是双倍的伤害，弩在关卡较少诸如boss战中的表现更好，但是因为攻速问题，走A有的时候会有滞涩感，剑的话大侠**泡妞的利器吧，具体优缺点都很模糊。
        欢迎各位高手探讨
      </p>
      <p>
        【双修】
        <br />
        主要作用是增加修为，因为我目前只泡了桃花的妹子，其他妹子还等着临幸，此楼做探讨之用，欢迎各位大侠把各门派双修的结果分享一下。
        <br />
        【桃花岛】5000-8000修为不等
      </p>
      <p>
        【装备重铸问题】
        <br />
        很多玩家反馈说重铸的装备不返还魂铁，那是因为更新前的数据不作数，更新之后你重铸装备会有已重铸字样，这样再回收的时候会返还70%消耗的魂铁，不过不知道会不会收到每天500限额的限制，就需要玩家来进行测试了，护着等我换7阶装备的时候
        测试一下。。。希望不要把，，不然血亏
      </p>
      <p>
        【套装属性】
        <br />
        每一阶的套装属性都是独立计算的 五阶的天罡要对应五阶 一个5
        一个4就不能激活加成，
        而6件装备的颜色属性是可以代偿的，比如你全是5阶紫，那么带一个6阶紫
        颜色属性没有变化，激活的就是5阶紫属性，相反如果你带了一个六阶蓝5个五阶紫，那么激活的就是五阶蓝属性。小伙伴们看懂么了
      </p>
      <p>
        【体力游历】
        <br />
        目前体力游戏是最亏的 给的只是当前最高可以打到的普通本的装备
        而且金叶子给的也少，有扫荡卷的可以扫荡一下给修为丹 这个还是很关键的
        金叶子给的也不少
      </p>
      <p>
        【进场技能选择】
        <br />
        很多帖子都在谈论平民应该怎么花绿叶子能做到利益最大化，其实这些都仅仅是节流，作为平民选手需要提高的是自己的技术，同样的战力你过了华山，别人没过，这就是开源。别再讨论绿叶子怎么花了，微氪党存好等活动就行，月卡党什么都别买坐等技能，中氪党适当买买帮贡，至于神豪，随便买！！目前进场技能有好有坏，针对不同的关卡，技能选择应该更有倾向性才能保证自己的成功率
        按照性价比和功能性来说 技能分四大类 攻击类 buff类 功能类 宠物类
        <br />
        【攻击类】
        <br />
        双向 ★★★★★ 增加正向一条弹道，弹道伤害为攻击的90%×2=180%
        目前最实用的技能，没有之一
        <br />
        连续攻击 ★★★★ 攻击变为两回 配合双向画面太美
        <br />
        穿透 ★★★★ 扇子类武器必带 穿透敌人知道碰到墙壁
        回弹增加50%攻击的伤害，效果显著
        <br />
        斜向 ★★★ 斜向45度增加两条弹道 开阔场地必选技能，搭配障碍回弹，清兵利器
        <br />
        两侧 ★★ 身体90方向增加两条弹道 和斜向一样对站位比较有讲究
        <br />
        背后弹道 ★★ 反向增加一条弹道 略显鸡肋
        <br />
        障碍回弹 ★★★ 碰到障碍以后弹道进行反弹 属于清兵三大技能之一
        <br />
        绝杀 ★★★★★ 直接击杀小怪 清兵主技能，配合弹射与雷击 效果显著
        <br />
        弹射 ★★★★ 清兵三技能，范围内碰到敌军会进行弹射攻击，80%攻击的伤害。
        <br />
        死亡光芒 ★★★ 击杀小兵后 向八个方向发出光芒
        <br />
        炸弹 ★★★ 击杀小兵后原地释放一个炸弹 必备选择重要度 双向>穿透>连续
        【buff类】
        <br />
        血气增大 ★★★ 增加血量最大值的20% 很实用的技能 增加过关容错率
        <br />
        攻速增大 ★★★ 增加攻速的25% 小就是12.5%
        <br />
        攻击增大 ★★★ 增加攻击力最大值的10% 小就是5%
        <br />
        暴击增大 ★★★ 增加10%的暴击率 小的5%
        <br />
        嗜血术 ★★★★ 击杀小怪回血， 主要就是提高续航 适用于关卡数多的场景
        <br />
        愤怒 ★★★ 血量越少 攻击越高 最大值为攻击的200%
        <br />
        四龙缠绕 ★★ 双人组队时好用一些
        <br />
        四剑术 ★★ 双人组队时好用一些
        <br />
        萃毒/灼热/冰冻/雷击 ★★★
        雷击配合绝杀可以快速清兵，其他几种buff和缠绕剑术一样单人中不太实用，锦上添花而已
        聪明 增加经验获取量 这个应该没多少人选。。。。
        <br />
        复活 ★★★★★ 有的时候你离通关可能就差一个复活 复活恢复最大血量的40%
        选择重要度 攻击>攻速>暴击 【功能类】
        <br />
        护体罡气 ★★★★ 每隔一段时间 自身无敌2秒 也是需要拼脸的
        <br />
        旋转盾牌 ★★★★ 两面围绕自己的盾牌，可以抵挡子弹型的攻击
        双人单人时都是很实用的技能
        <br />
        闪避 ★★★ 有20%几率完全躲避攻击 拼脸的时候到了
        <br />
        生命恢复 ★ 提高恢复血量 目前来看作用实在不大 选择重要度 盾牌>闪避>罡气
        <br />
        【宠物类】 单人除了一个抵挡术 其他见到不用考虑。。
        <br />
        【特殊】 水上漂 魔教教主特殊传授 能够水上行走 穿墙 魔教教主特殊传授
        能够穿越墙壁 具体关卡具体分析，20关50关的除了正向这些必备技能来说
        优先选择清怪需要的技能 通关率会有保证 类似华山这样的10关boss的关卡
        攻击性的技能都是极好的 实在不行带个灼热都比弹射要好
      </p>
      <p>
        【绿叶子使用指南】
        <br />
        对于月卡党来说（6+30） 啥都别买 攒着吧 等活动 等技能 可惜吃不了利息
        对于微氪党来说（100—1000）主要还是帮贡，侠客令，利用帮贡快速学习技能提高基础，其他的也就是等活动了，
        中氪（1000-10000）
        一般主流玩家都是中氪，所以遇到坑的玩家也多是这个群体，绿叶子稍微不注意就没有了，结果下比不过月卡技术党，上比不过氪金大佬。最后就是弃坑的节奏。
        <br />
        目前这个游戏消费类型和活动相对简单，主要注意几点就可以做到完美逆袭
        1、抽箱子转盘不要碰，这些都是神坑，目前的装备尤其是套装基本是靠精英副本产出，而且红橙装都是可以靠重铸实现的，目前还有魂铁返还，只要坚持一身红不是问题。
        <br />
        2、不要用绿叶子换金叶子，亏的肾疼。 3、每天帮贡买满，平民一天能累积1000
        你可以累积3000，这样可以比平民更快的进入到更高的门派，泡更美的妞，拿能多的钱，赢在起跑线走上人生巅峰。
        <br />
        4、重要要泡少林和丐帮的妞，一个给招贤令，一个给魂铁，讨好女人需要什么，花呗，女叶子可以适当买买花早日赢得美人归。
        <br />
        5、除了上述这些，中氪党需要注意的是，你要比月卡花更少的时间办最多的事，首要就是性价比的问题，能靠帮贡解决的就尽量不花绿叶子，秉着这个原则，慢慢跟着活动充。毕竟任何手游最后都是剩者为王。
        <br />
        6、宝石初期提升攻击快一些，但是后期基础增强，固定数值的宝石提供的战力就不是那么明显了，40级的128礼包一定不要错过，3个3级石头，60级礼包才给一个。宝石对于中氪党来说还是要谨慎投资，3级宝石一颗=1500绿叶子,看自己能力而定，三级就足够用了，
        神豪，这就不用我说了，清空购物车吧 兄弟
      </p>
    </el-collapse-item>
    <el-collapse-item title="【剑心】暴走大侠新人误区及开局注意事项(二)">
      <a href="https://tieba.baidu.com/p/6287867597?see_lz=1">原贴</a>
      <p>
        1、最好的攻击就是暴击，最好的防御就是闪避。一定要记住这点。
        <br />
        2、学习技能不要跳着走，被以前攻略误导的很多玩家现在估计都在回炉了，你如果要想持久的玩，门派的技能最好是都学（唐门的45技能可以跳过）神马桃花直接跳华山，这都是神坑，新人玩家一定要注意不要在被误导了。
        <br />
        3、帮贡一定不要换装备！！！目前普通/精英本的难度都有所降低，不管平民还是土豪需要修炼的是技术，帮贡平民一天累计1000，中氪3000。后面门派职位提升动辄需要几万，不要在浪费自己的帮贡了，而且门派兑换的装备有很大几率是会重复的，尤其是武器，相当一部分玩家5次出了五把武器，这些帮贡用来学技能它不香吗？
        <br />
        4、门派退出以后职位是不保留的！！！这个一定要注意。各门派技能学完不管退出与否都可以继续升级（目前技能满级20）
        <br />
        5、关于装备重铸，五阶之前包括五阶，建议只重铸武器和戒指，前面的关卡，利用自己的走位，只要攻击到位，通关不难（比如华山），多看看视频研究一下boss的规律会更好，目前游戏不管氪金与否都会卡关，平民明教，氪金卡少林，所以六阶对于平民来说是最适合重铸成套的（5阶因为华山出的装备多，爆紫几率大，更新换代会很快，个人不太建议重铸，当然做决定的是你自己）有个简单的公式可供参考
        五阶橙 ≈ 六阶紫的属性，以此类推。
        <br />
        6、关于套装属性的问题，套装属性分为两种加成，一种是词条加成（天罡、追魂）一种是颜色加成，词条加成只能同阶生效，比如5阶天罡+4阶天罡就不会触发加成，而颜色加成不同，是可以越阶生效的，比方说身上带了5件5阶紫装，你在带一个6阶紫装，还是会触发加成，原则是只触发最低阶效果（五阶紫）如果带了一件6阶蓝，那么就触发（五阶蓝）的加成，不知道这么解释是否通俗易懂。
        <br />
        7、装备的附属性很重要，性价比最好的就是功血，其次减免，套装词条2+2就足够，剩下的看自己，如果2+2条件满足的话，我宁可追求附属性是血量的普通裤，而不是草药恢复的套装裤。
        <br />
        8、兑换码，安卓貌似不少，ios通用的就三个gqkl666和bzdx666还有bzdxvx，游戏内的礼包最实用的就是40级的128礼包其中有三个随机的3级宝石，看脸开，出了攻血宝石就是赚的，其他的礼包性价比很低不建议购买，不如冲个328、648的实在。
        <br />
        9、武器的选择，七阶之前无脑扇子，别问为什么，就是任性，用过的都说好，8阶以后在去区分，关于武器的差别我前面的帖子也说过，这里再重复一遍，
        <br />
        【弩】开局自带20%攻击提升，弹道清晰，缺点是攻速较慢。适合boss战等关卡少的场景，若错率低
        <br />
        【飞刀】攻击为80%，攻速快，适合走A，清怪一把好手。
        <br />
        【剑】中规中矩的武器，没有发现什么特别的地方
        <br />
        【扇子】目前主流武器，因为攻速快，带穿透效果翻倍，实际dps测试是别的武器的1.5到2倍的输出，性价比高
        <br />
        10、很多人都问绿叶子怎么花最合适，还是那句话，以不变应万变，目前性价比最高的就是买花或帮贡，游戏活动目前就是限时消费，转盘，特价购买这几种循环，比较合适的是消费和转盘，平民微氪可以适当参与，神豪氪满，总之就是量力而行
        <br />
        11、双修一天三次，各位渣男可以买花加速进度，一天30000+修为还是非常可观的，具体的效果我会补上一张图来说明。
        <br />
        12、别问多少战力通关华山明教什么的，下回说攻血，战力不是衡量实力的唯一标准，而且技术也可以很大程度上弥补属性的差距，4500攻就能过华山，你6000了还卡在第八关，这你问我怎么办，我也是在没办法，剁手？还是换头？
        <br />
        13、关于技能的选择 正向>穿透>连续 攻击>暴击>攻速，具体可以看我另一个帖子
        <br />
        14、关于主动技能的选择我会单开一贴，七星剑阵和醉仙望月是目前最适合平民的技能，这里还要提一点，主动技能不要升级，1到2级就够用，级别越高，耗蓝越高，10级20级的一场下来放不了两次得不偿失，一定要注意！！！
        <br />
        15、副本经验
        精英>普通关，最好是可以通关的精英本给的经验最多，不要进场就死！！！这是神坑，给的经验少了大半（因为途中小怪也有经验）另外扫荡的经验也少于手动通关。
        <br />
        目前要说的就这么多，相信看完的兄弟对游戏的理解会更上一层楼，适当休闲、适当氪金、勿忘初心，最后祝大家吃好喝好玩好，国庆最后一天，心塞。
        <br />
      </p>
    </el-collapse-item>
    <el-collapse-item title="【剑心】暴走大侠重铸魂铁需求数据整理(未整理完)">
      <a href="https://tieba.baidu.com/p/6289268288?see_lz=1">原贴</a>
      <p>
        <img src="./chongzhu.png" alt="chongzhu" />
      </p>
    </el-collapse-item>
    <el-collapse-item title="暴走大侠门派升值贡献需求及双修效果(终极版2.0)">
      <a href="https://tieba.baidu.com/p/6283787669?see_lz=1">原贴</a>
      <p>
        <img src="./menpai.png" alt="menpai" />
      </p>
    </el-collapse-item>
  </el-collapse>
</template>
<style>
.bzdx p {
  padding: 8px 0;
}
</style>
